Revit 2024 API
ParameterTypeId.EndExtension Property
 "End Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EndExtension { get; }
Visual Basic
Public Shared ReadOnly Property EndExtension As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EndExtension {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace